<template>
  <NuxtLayout name="main">
    <SectionsFaqMain />
    <Section>
      <div class="space-y-10 mb-10 sm:mb-0">
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Как упакован саженец и его корневая система?</h4>
          <p class="py-4 bg-white shadow-sm">
            Корневая система саженцев обрабатывается специальной глиняной болтушкой с добавлением измельченного опила, либо оборачивается во влажный мох. Далее корни саженцев обматываются стрейч-пленкой и
            упаковываются в индивидуальную гофра-тару. Это гарантирует сохранность корней растения от подсыхания при транспортировке до 30 дней. Высокие саженцы для избегания поломки закрепляются специальным
            деревянным штативом. Упаковка отличается целостностью и высокой надежностью.
          </p>
        </div>
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Какой максимальный размер посылки, который можно отправить – получить по Почте России?</h4>
          <p class="py-4 bg-white shadow-sm">Максимальный вес посылки который можно отправить с помощью Почты России составляет 20 килограммов.</p>
        </div>
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Можно ли объединить два заказа в один?</h4>
          <p class="py-4 bg-white shadow-sm">
            Тщательнее обдумывайте формирование заказа, если товар еще не находится в стадии отправки, объединение заказов возможно, для этого нужно связаться со специалистом.
          </p>
        </div>
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Есть ли минимальная сумма заказа?</h4>
          <p class="py-4 bg-white shadow-sm">Минимальная сумма заказа - 1000р.</p>
        </div>
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">При каких условиях доставка Почтой России осуществляется бесплатно?</h4>
          <p class="py-4 bg-white shadow-sm">При вашем заказе товара на сумму от <span class="whitespace-nowrap">10000 рублей</span>, мы берет на себя все расходы по доставке Почтой России.</p>
        </div>

        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Как проращивать семена в домашних условиях?</h4>
          <div class="py-4 bg-white shadow-sm space-y-16">
            <div>
              <h5 class="mb-4"><span class="font-black uppercase">Первый этап:</span> Стратификация<sup class="font-light text-xs">1</sup></h5>
              <ul class="faq-list mb-4">
                <li>Выложите семена на влажное полотенце или бумажные салфетки в любую удобную для вас тару в несколько рядов</li>
                <li>Положите в холодильник примерно на 2 месяца при температуре +5 градусов</li>
                <li>Раз в неделю проветривать семена и смачивать пультивизатором (необходимо, чтобы салфетки/полотенце на которых находятся семена, всегда оставались влажными)</li>
              </ul>
              <p>
                По истечению двух месяцев, после зимней спячки семена надо разбудить. Для этого их погружают на ночь в раствор воды и микроэлементов (стимулятор корнеобразования + антигрибковый препарат
                «Фунзадол»<sup class="font-light text-xs">2</sup>).
              </p>
              <ul class="mt-8 text-xs">
                <li>1 - Длительное выдержание семян растений при определенной температуре для ускорения их прорастания</li>
                <li>2 - Продается в садовых супермаркетах</li>
              </ul>
            </div>
            <div>
              <h5 class="font-black uppercase">Второй этап</h5>
              <div class="space-y-4">
                <div class="bg-neutral-200/30 p-5 shadow-sm rounded">
                  <h5 class="mb-4">Вариант 1: Посадка в пластиковые емкости</h5>

                  <ul class="faq-list mb-4">
                    <li>Заполнить емкости на 2/3 объема почвосмесью (3 части сухого речного песка + 1 часть торфа)</li>
                    <li>После тщательно полить готовый почвогрунт</li>
                    <li>Разложить семена на подготовленный почвогрунт</li>
                    <li>Засыпать почвогрунтом семена не более чем на 1 см. Важно отметить, что при более глубокой посадке посадочный материал может не взойти!</li>
                    <li>Емкость с семенами закрыть стеклом или обтянуть стрейтч-пленкой, затем поставить в теплое место, куда не попадут лучи солнца. По мере подсыхания грунта проводят опрыскивание</li>
                    <li>
                      Первые ростки елок можно получить уже через 15 дней. Когда росточки проклюнутся и станут видны, емкости приоткрывают, чтобы растения нормально вентелировались. Летом горшки выносят на
                      свежий воздух, под тень больших деревьев. Зимой горшки накрыть укрывным материалом. Высаживать молодые растения необходимо следующей весной, в мае, когда прогреется почва
                    </li>
                  </ul>
                </div>
                <div class="bg-neutral-200/30 p-5 shadow-sm rounded">
                  <h5 class="mb-4">Вариант 2: Посадка в открытый грунт</h5>
                  <ul class="faq-list mb-4">
                    <li>После угрозы весенних заморозков можно посеять семена прямо в грунт</li>
                    <li>Приготовить грунт из садовой земли и торфа, смешанного с речным песком</li>
                    <li>Разложить семена на подготовленный почвогрунт</li>
                    <li>Засыпать почвогрунтом семена не более чем на 1 см. При более глубокой посадке посадочный материал может не взойти!</li>
                    <li>
                      Прикрыть «грядку» укрывным материалом. Первые ростки можно получить уже через 15 дней. Когда росточки проклюнутся и станут видны, днем укрывной материал приоткрывают, чтобы растения
                      нормально вентилировались
                    </li>
                  </ul>
                </div>
              </div>
            </div>
          </div>
        </div>
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Что такое ЗКС и ОКС и чем они отличаются?</h4>
          <div class="[&>*]:py-6 bg-white shadow-sm divide-y divide-neutral-300">
            <div class="space-y-6">
              <p>
                <span class="font-black">Саженцы с ОТКРЫТОЙ КОРНЕВОЙ системой (ОКС)</span> - это растения, которые выращиваются в открытом грунте, а потом выкапывают из земли и продают с оголенными корнями.
                Иногда производители упаковывают саженцы в пакеты с торфогрунтом, обмазывают глиняным раствором или помещают в гидрогель, чтобы корни быстро не пересыхали.
              </p>
              <div>
                <h5>Достоинства:</h5>
                <ul class="faq-list mb-4">
                  <li>Низкая цена</li>
                  <li>Небольшой вес</li>
                  <li>Удобство транспортировки</li>
                </ul>
              </div>
              <div>
                <h5>Недостатки:</h5>
                <ul class="faq-list">
                  <li>Ограниченный срок покупки и посадки <i>(весной - до набухания почек, осенью - с середины октября до первых заморозков)</i></li>
                  <li>Необходимость быстрой высадки после покупки, т.к. открытые корни быстро пересыхают и растение может погибнуть</li>
                </ul>
              </div>
            </div>
            <div class="space-y-6">
              <p>
                <span class="font-black">Саженцы с ЗАКРЫТОЙ КОРНЕВОЙ системой (ЗКС)</span> - это растения, которые выращиваются в специализированных теплицах, сразу в технологических емкостях. В таком виде они
                сразу поступают в продажу.
              </p>
              <div>
                <h5>Достоинства:</h5>
                <ul class="faq-list">
                  <li>Практически 100% приживаемость, т.к. при пересадке не травмируется корневая система</li>
                  <li>Удобная транспортировка и хранение</li>
                  <li>Возможность посадки в течении всего вегатационного периода <i>(с весны до поздней осени)</i></li>
                  <li>Приобретать такие саженцы можно практически круглый год. При минимальном уходе они спокойно дождутся посадки, даже если она произойдет через 2-3 месяца</li>
                </ul>
              </div>
              <div>
                <h5>Недостатки:</h5>
                <ul class="faq-list">
                  <li>Цена всегда выше</li>
                  <li>Гораздо больший вес, чем у саженцев ОКС</li>
                  <li>В земле невозможно разглядеть признаки заболевания корней</li>
                </ul>
              </div>
              <p>
                Покупая саженцы ЗКС, обратите внимание на несколько важных параметров. Из дренажных отверстий контейнера должны торчать только белые молодые корешки, вы ни в коем случае не должны увидеть
                толстые выпирающие корни. При извлечении из контейнера земляной ком не должен разваливаться на части. У растения должны быть мощные побеги и здоровые листья. Желтеющие и опадающие летом листья –
                плохой знак. От покупки такого саженца лучше отказаться.
              </p>
            </div>
          </div>
        </div>
        <div class="[&>*]:px-5 [&>*]:rounded-md">
          <h4 class="py-2 bg-neutral-300">Размеры и обозначения контейнеров для растений</h4>
          <div class="py-4 bg-white shadow-sm space-y-6">
            <div>
              <p>Что означают "загадочные" аббревиатуры "Р9", "С3" и другие в прайсах на растения? Внесем ясность.</p>
              <p>Это общеупотребительное кодирование размеров горшков (контейнеров), в которых продаются растения.</p>
              <p>
                На самом деле все достаточно просто, наиболее употребительные обозначения <span class="whitespace-nowrap"> <b>Cx</b> и <b>Рx</b>:</span>
              </p>
              <ul class="pt-4">
                <li><b>Cx</b>: где x - объем горшка в литрах</li>
                <li><b>Рx</b>: где x - размер контейнера в сантиметрах <i>(речь идет о квадратных контейнеры со стороной x см)</i></li>
              </ul>
            </div>
            <div>
              <p class="mb-4">Таким образом получаем следующую сравнительную таблицу:</p>
              <div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C1</p>
                  <p class="w-[60px] relative">P13</p>
                  <p class="text-left px-2">1 литр</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C1,5</p>
                  <p class="w-[60px] relative">P15</p>
                  <p class="text-left px-2">1,5 литра</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C2</p>
                  <p class="w-[60px] relative">P17</p>
                  <p class="text-left px-2">2 литра</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C2,5</p>
                  <p class="w-[60px] relative">P18</p>
                  <p class="text-left px-2">2,5 литра</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C3</p>
                  <p class="w-[60px] relative">P19</p>
                  <p class="text-left px-2">3 литра</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C4</p>
                  <p class="w-[60px] relative">P21</p>
                  <p class="text-left px-2">4 литра</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C5</p>
                  <p class="w-[60px] relative">P23</p>
                  <p class="text-left px-2">5 литров</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C7,5</p>
                  <p class="w-[60px] relative">P26</p>
                  <p class="text-left px-2">7,5 литров</p>
                </div>
                <div class="flex text-center gap-x-4 equal">
                  <p class="w-[60px] relative">C10</p>
                  <p class="w-[60px] relative">P28</p>
                  <p class="text-left px-2">10 литров</p>
                </div>
              </div>
            </div>
            <div>
              <p class="mb-4">Цены на растения одного сорта и цвета различаются в зависимости от размеров горшка (контейнера):</p>
              <ul class="pl-5 font-light space-y-1 md:space-y-2 list-disc max-md:text-sm pb-6">
                <li>Наиболее дешевые растения в горшках Р9, самые дорогие - в горшках С5</li>
                <li>Чем больше размер горшка (контейнера), тем больше размер корневой системы растения, ее размер и возраст</li>
                <li>Растения в горшках Р9 - маленькие по размеру и возрасту</li>
              </ul>
            </div>
          </div>
        </div>
      </div>
    </Section>
  </NuxtLayout>
</template>

<script setup lang="ts"></script>

<style>
.equal > p:not(:last-child)::after {
  content: '=';
  position: absolute;
  right: -11px;
}
</style>
